export default {
    challenge: {
        menu: [
            '绳圈系列',
            '体能测试',
            '足球系列',
            '篮球系列',
            '数字系列',
            '灵巧反应',
            '体操系列',
            '绕口令系列',
            '心灵手巧',
        ],
        content: [
            [
                {
                    title: '1分钟单人跳绳',
                    content:
                        '参赛者可用任意长短的绳子，在1分钟内计算绳子有效越过脚下的次数。计时员发出开始计时指令时（并启动秒表），参赛者方可开始跳绳。计数员应在每次参赛者跳起、并且绳子到达脚底时开始大声报数。',
                },
                {
                    title: '一带一单摇跳绳（团体）',
                    content:
                        '由一名队员双手摇绳，另一名队员跟跳，两人可采用双脚同步跳或双脚交替跳的方法（比赛过程中只能采用一种跳绳方法），计算跳过绳的次数，比赛中途绳子停止摇动时，可继续比赛，然后接着计数。1分钟内数量最多者获胜。',
                },
            ],
            [
                {
                    title: '1分钟仰卧起坐',
                    content:
                        '身体平躺，双腿屈膝约成90度，臀部贴地，脚掌贴地，双手十指交错置于头后，手背贴地，辅助同伴双手按住测试者双脚。起坐时，双肘触及两膝为完成一次。仰卧时贴于头后的两手背必须触垫。如在过程中，紧贴头后的手背未触垫、臀部离垫或双肘未触及两膝属犯规动作，不计次数。',
                },
            ],
            [
                {
                    title: '3分钟连续颠足球',
                    content:
                        '认证官鸣哨发出开始指令，比赛计时开始，参赛者需用脚将地上的足球挑起。参赛者左右脚自由颠球，球落地或比赛时间到则比赛结束。',
                },
            ],
            [
                {
                    title: '手指转球',
                    content:
                        '球保持旋转姿态，支撑体只能是一根手指，不得用其它支撑物，时间越长为胜。篮球在手指上始终保持旋转而不掉下，从开始旋转那一刻开始计时。',
                },
                {
                    title: '1分钟单手拍篮球',
                    content:
                        '单手徒手拍篮球，篮球离开手即为一次。篮球落地可以捡起来接着拍，中途可以换手，并接着计数，累计一分钟内拍球个数最多者为获胜者。',
                },
            ],
            [
                {
                    title: '写数字（1-200）',
                    content:
                        '准备一张白纸，计时开始时从1顺序写数字直至200，计时结束。比赛结束后，计时员应口头报出比赛所用时间。书写期间不能出现书写错误、涂改，否则成绩无效。视频必须完整、清晰地显示出参赛者的全部书写过程，不得中断、剪辑。书写结束后，视频应对书写结果给出5秒以上的特写镜头。',
                },
            ],
            [
                {
                    title: '三阶魔方六面复原',
                    content:
                        '认证官将魔方随意或按公式打乱20次以上，以秒表、电脑或手机计时，复原时间最短者获胜。',
                },
            ],
            [
                {
                    title: '1分钟侧手翻',
                    content:
                        '在一分钟的时间内,挑战者所完成侧手翻的个数多者为胜。（侧手翻必须有手倒立的过程,并且倒立过程时, 身体与地面的角度不得小于80度。）',
                },
            ],
            [
                {
                    title: '绕口令快速说',
                    content:
                        '学生背诵指定绕口令（小学《刘老六住在六号楼》；初中《天上七颗星》；高中《司小四和史小世》），在每个字音都吐字清晰的情况下，时间最短者获胜。',
                },
            ],
            [
                {
                    title: '1分钟立硬币',
                    content:
                        '在光滑坚硬的平面上逐个立1角钱的硬币（人民币）。不允许同时多个硬币叠在一起。1分钟内数量多者获胜。',
                },
            ],
        ],
    },
    talent: {
        menu: [
            '歌唱表演',
            '舞蹈表演',
            '口才表演',
            '乐器演奏',
            '手工制作',
            '书法与绘画',
            '记忆大比拼',
            '杂技',
            '魔术',
            '其他表演',
        ],
        content: [
            [
                {
                    title: '歌唱表演',
                    content:
                        '唱法不限、选唱歌曲须积极、健康、向上，反映当代青少年的理想追求和审美情趣，弘扬真善美，传播正能量。需吐字清晰、声音洪亮、气息稳定、精神饱满、台风端庄。',
                },
            ],
            [
                {
                    title: '舞蹈表演',
                    content:
                        '舞种不限：民族、古典、拉丁、现代、芭蕾、街舞等均可。表演过程中动作流畅协调，表现力和技巧性强，服装造型符合舞蹈表演形式。舞蹈表演具有时代感、抒发健康情怀，能够展示少年儿童风采。',
                },
            ],
            [
                {
                    title: '口才表演',
                    content:
                        '参赛作品需积极向上，吐字清晰，普通话标准，思路清晰，举止大方，自然协调。录制视频过程中，不得中断、剪辑。',
                },
            ],
            [
                {
                    title: '乐器演奏',
                    content:
                        '各种乐器的演奏姿势、手形（口形）、指法等正规，方法正确，基本功扎实，无不良的演奏方法。音准好，节拍、节奏感强；演奏的乐曲音符、乐句、乐段等准确无误，速度正确，乐段音符清晰。',
                },
            ],
            [
                {
                    title: '手工制作',
                    content:
                        '作品要构思新颖，有创意，作品颜色搭配和谐，造型独特，外观美观精致。作品源于生活，充分利用废旧物品，最好原创。',
                },
            ],
            [
                {
                    title: '书法与绘画',
                    content:
                        '思想健康向上，创意新颖独特。绘画作品要求构图完整，色彩和谐；书法作品要求章法合理，线条生动。风格规格不限，作品需拍摄完整、画面清晰。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '记忆大比拼',
                    content:
                        '将10个中国朝代（历史时期）的卡片，按照时间序列排列，用时最少者获胜。',
                },
            ],
            [
                {
                    title: '杂技',
                    content:
                        '具备扎实的功底和精湛的技巧，包括但不限于平衡、柔韧、腾翻、攀援、操持等杂技类项目。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '魔术',
                    content:
                        '近景，舞台魔术不限，手法，道具类不限，互动类避免用托。不要求魔术完全原创，但鼓励有创新，改进的魔术表演流程。不可带水印与特效镜头，不可通过剪辑来达到或修缮魔术效果。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '其他表演',
                    content:
                        '除以上表演内容以外的其他表演内容，要求表演内容完整、立意积极向上、弘扬真善美、传播正能量，拍摄中应避免过于晃动与太大燥音。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
        ],
    },
    guinness: {
        menu: ['其他系列', '心灵手巧', '记忆力系列'],
        content: [
            [
                {
                    title: '一分钟双人踢毽子',
                    content: `互踢次数最多。
                    一分钟内两人连续互踢。任意脚均可挑战。整场挑战只能用同一个毽子。只有脚和腿可以接触毽子，身体其他部位接触毽子或毽子落地，则挑战结束。`,
                },
                {
                    title: '无人机抓高尔夫球',
                    content:
                        '若干相同直径的圆，圆心距离一定距离，一个放置投球容器，一个放置若干高尔夫球。挑战者通过操控带抓手的无人机，将球放入容器中。',
                },
            ],
            [
                {
                    title: '100米悬浮纸飞机（2人团队）',
                    content:
                        '挑战使用同一架由单张A4纸制作的纸飞机（可剪裁但不可拼接，仅限使用胶布用于压制折痕，不可用于充当重量、分层、控制配件），用不提供外动力的助力板，在无坡无风室内使纸飞机悬浮通过5米赛道。',
                },
                {
                    title: '磁力球拼立方体',
                    content:
                        '见证人将相同直径的磁力球，不带辅助工具的市场标准磁力球，捏成不规则形状置于桌上，挑战开始后挑战者将其还原成6×6×6的立方体，并举手示意。',
                },
            ],
            [
                {
                    title: '1分钟拼写五字单词',
                    content:
                        '见证人在大赛单词表及在线工具中随机选择单词，挑战者连续说出单词每个字母。不会可说“过”，每个单词可拼读1次，任一字母错误则不正确。一分钟内正确拼出的单词将被计数。',
                },
            ],
        ],
    },
};
