export default {
    challenge: {
        menu: [
            {
                txt: '圈绳运动',
                show: false,
                subLists: [
                    '1分钟单人跳绳',
                    '1分钟双飞（双摇）跳绳',
                    '1分钟呼啦圈',
                    '团体绑腿跑（10人）',
                    '团体跳大绳（10人）',
                    '一带一单摇跳绳（2人）',
                ],
            },
            {
                txt: '球类运动',
                show: false,
                subLists: [
                    '1分钟对墙打乒乓球',
                    '1分钟颠羽毛球',
                    '3分钟连续颠足球',
                    '手指转球',
                    '1分钟单手拍篮球',
                    '定点投篮（5人）',
                    '3分钟任意点投篮',
                    '3分钟罚球线蒙眼投篮',
                    '乒乓球接力跑（10人）',
                    '运球接力（10人）',
                ],
            },
            {
                txt: '体能测试',
                show: false,
                subLists: [
                    '1分钟侧手翻',
                    '100米短跑',
                    '1分钟仰卧起坐',
                    '2分钟单人踢毽子',
                    '迎面接力（10人）',
                    '立定跳远（女子组)',
                    '立定跳远（男子组)',
                ],
            },
            {
                txt: '灵巧反应',
                show: false,
                subLists: [
                    '投筷入瓶',
                    '1分钟夹乒乓球',
                    '百发百中',
                    '快速扑克',
                    '1分钟背诵圆周率',
                    '3分钟成语接龙',
                    '写数字（1-200）',
                    '三阶魔方六面复原',
                    '四阶魔方六面复原',
                    '1分钟立硬币',
                    '绕口令快速说',
                ],
            },
        ],
        content: [
            {
                id: 1,
                cat_id: '5',
                name: '圈绳运动',
                children: [
                    {
                        name: '1分钟单人跳绳',
                        cat_id: '5-1',
                        id: 1650,
                        describe: [
                            '1、可用任意长短的绳子，在1分钟内计算绳子有效越过脚下的次数。',
                            '2、在整个过程中，如被腿挂住，或者被脚踩住等情况发生，需立即调整动作继续跳绳，直到一分钟结束。',
                        ],
                        children: [],
                    },
                    {
                        name: '1分钟双飞（双摇）跳绳',
                        cat_id: '5-2',
                        id: '',
                        describe: [
                            '1、参赛者可执任意长度的跳绳一根，每次跳起时绳子必须要两次通过整个身体后再通过脚底——即每跳一次，绳子摇两次。每一次有效跳起计为一次。',
                            '2、计时员发出开始计时口令时，参赛者方可起跳；待计时员发出结束计时（并停止秒表）的瞬间，若该次跳起时的绳子还没有第二次到达脚底，则该次不计数。',
                            '3、在整个过程中，如遇中断需立即调整动作继续跳绳，直到一分钟结束。',
                            '4、若中途出现跳起一次、但绳子只经过脚下一次的情况，该次不计入成绩。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '5-10',
                        name: '1分钟呼啦圈 ',
                        describe: [
                            '1、比赛时间1分钟，参赛选手采用腰部转动呼啦圈，比赛开始后不得用手等身体其他部位碰呼啦圈。',
                            '2、中途掉落可以拿起来继续转，1分钟内圈数最多者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '5-17',
                        name: '团体绑腿跑（10人）',
                        describe: [
                            '1、参赛队员并排站在距离终点100米的起跑线后，用绳带将相邻两人的脚踝绑好，比赛开始，全队协力向前跑。',
                            '2、以全队都通过终点，且用时少者为胜。',
                            '3、途中若绳带散开，则成绩作废。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '5-18',
                        name: '团体跳大绳（10人）',
                        describe: [
                            '1、每队10人，其中2人摇绳，其余8人跳绳。比赛开始计时，2位摇绳的队员摇起大绳，8位跳绳的队员可直接站在绳内，一同起跳，中间若有队员出现失误导致跳绳未连接上，则中断的这次不计次数，待再次成功跳过后，恢复计数，且期间计时不中断。',
                            '2、在规定时间2分钟内跳的多的队为胜。',
                        ],
                        children: [],
                    },
                    {
                        name: '一带一单摇跳绳（2人）',
                        cat_id: '5-19',
                        id: '',
                        describe: [
                            '1、比赛时间为1分钟，采用一带一单摇跳形式。',
                            '2、一名队员双手摇绳，另一名队员跟跳，两人可采用双脚同步跳或双脚交替跳的方法（比赛过程中只能采用一种跳绳方法），计算跳过绳的次数。',
                            '3、比赛中途绳子停止摇动时，可继续比赛，然后接着计数。',
                        ],
                        children: [],
                    },
                ],
            },
            {
                id: 2,
                cat_id: '6',
                name: '球类运动',
                children: [
                    {
                        name: '1分钟对墙打乒乓球',
                        cat_id: '6-1',
                        id: '',
                        describe: [
                            '1、双脚距离墙壁1米以外，向墙壁击球，统计1分钟内累计击打次数（中间落地可捡起继续）。',
                            '2、击中墙面算一次。',
                        ],
                        children: [],
                    },
                    {
                        name: '1分钟颠羽毛球',
                        cat_id: '6-2',
                        id: '',
                        describe: [
                            '1、使用标准羽毛球和球拍。颠球的过程中球落地，可捡起继续颠球，直到一分钟结束。',
                            '2、颠球的过程中，球必须抛离球拍，高度不限。但是，不可以只是球拍在上下抖动，而球却没抛离球拍。',
                        ],
                        children: [],
                    },
                    {
                        name: '3分钟连续颠足球',
                        cat_id: '6-3',
                        id: 962,
                        describe: [
                            '1、认证官鸣哨发出开始指令，比赛计时开始，参赛者需用脚将地上的足球挑起。',
                            '2、参赛者左右脚自由颠球。',
                            '3、球落地或比赛时间到则比赛结束。 ',
                        ],
                        children: [],
                    },
                    {
                        id: 630,
                        cat_id: '6-4',
                        name: '手指转球',
                        describe: [
                            '1、 球保持旋转姿态。',
                            '2、 支撑体只能是一根手指，不得用其它支撑物。',
                            '3、 篮球在手指上始终保持旋转而不掉下',
                            '4、 从开始旋转那一刻开始计时，直到球掉落结束',
                            '5、 统计篮球旋转时长',
                        ],
                        children: [],
                    },
                    {
                        id: 952,
                        cat_id: '6-5',
                        name: '1分钟单手拍篮球',
                        describe: [
                            '1、单手徒手拍篮球，篮球离开手即为一次。',
                            '2、篮球落地可以捡起来接着拍，中途可以换手，并接着计数，累计一分钟内拍球个数。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '6-6',
                        name: '定点投篮（5人）',
                        describe: [
                            '1、五名队员在在罚球区内依次投射篮球，脚不得踩到线否则将被判无效',
                            '2、每人投10个球，五人投中总数最多者获胜。',
                            '3、相同数量的完成时间最短的团体获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '6-7',
                        name: '3分钟任意点投篮',
                        describe: [
                            '参赛者可以在任意点投篮，从裁判发出开始指令时（并启动秒表）参赛者方可开始投篮，投篮时间为3分钟，计数员在一旁报出投中个数，不得有人辅助捡球、递球。',
                            '1、参赛者可以使用各种姿势投篮。',
                            '2、参赛者要自己捡球继续下一次投篮。',
                            '3、投篮前允许拍球。',
                            '4、裁判发出开始指令前可以先拿球。',
                            '5、结束指令发出时，若球已离手则进球有效。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '6-8',
                        name: '3分钟罚球线蒙眼投篮',
                        describe: [
                            '参赛者需用不透光的眼罩完全蒙住双眼，站在罚球线上，从计时员发出开始计时指令时（并启动秒表），参赛者方可开始投篮，投篮时间为3分钟。计数员在一旁口头报出投中篮球的个数。可以有若干辅助人员捡球、递球。',
                            '1、在全程中不得踩线。',
                            '2、在全程中不得摘开眼罩。',
                            '3、在全程中不得有他人通过声音等各种形式提示。',
                            '4、若计时结束的一刹那，球刚离开手、且球进框，则计为有效进球；若计时结束时，球尚未离开手，则即使球进框亦算作无效。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '6-9',
                        name: '乒乓球接力跑（10人）',
                        describe: [
                            '1、起跑线与终点障碍物间距50米，学生成一路纵队站在起跑线后，第一人持乒乓球拍托球准备，比赛开始，托球跑出，绕障碍物返回后，将球交给第二个人。',
                            '2、依次进行，以用时少的队伍为胜。',
                            '3、比赛时，持球拍手不得超出把手，不得用手夹球。 ',
                            '4、队员行进中，只允许用单手持拍托球，不得用另一只手做任何扶助持球动作。',
                            '5、途中若球落地，需捡起球置于球拍上，并从落球处继续跑。捡球时不得影响其他选手比赛。',
                            '6、过终点时，球必须在球拍上才可记为有效成绩。人和球必须同时过终点，不可用球拍将球抛过终点。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '6-10',
                        name: '运球接力（10人）',
                        describe: [
                            '1、A组（5人）、B组（5人）相距50米成一路纵队相对站立，比赛开始A组第一名队员运球至B组第一人，将球交给B组第一名队员，B组第一名队员接球后迅速向A组运球并将球交给A组第二名队员。',
                            '2、如此依次进行，以计时短的队为胜。',
                            '3、篮球运球过程中不得抱球跑、不得扔球。',
                        ],
                        children: [],
                    },
                ],
            },
            {
                id: 1,
                cat_id: '7',
                name: '体能测试',
                children: [
                    {
                        id: 742,
                        cat_id: '7-1',
                        name: '1分钟侧手翻',
                        describe: [
                            '1、在一分钟的时间内,挑战者所完成侧手翻的个数多者为胜。',
                            '2、侧手翻必须有手倒立的过程,并且倒立过程时, 身体与地面的角度不得小于80度。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '7-2',
                        name: '100米短跑 ',
                        describe: [
                            '1、采用蹲踞式起跑进行100米短跑。',
                            '2、跑完100米时间最短者获胜。',
                        ],
                        children: [],
                    },
                    {
                        name: '1分钟仰卧起坐',
                        cat_id: '7-3',
                        id: 1612,
                        describe: [
                            '1、身体平躺于垫子上，双腿屈膝约成90度脚，臀部贴地，脚掌贴地，双手十指交错置于头后，手背贴地，辅助同伴双手按住测试者双脚。',
                            '2、起坐时，双肘触及两膝为完成一次。仰卧时贴于头后的两手背必须触垫。如在仰卧起坐过程中，紧贴头后的手背未触垫、臀部离垫或双肘未触及两膝属犯规动作，都不计次数',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '7-4',
                        name: '2分钟单人踢毽子',
                        describe: [
                            '1、参赛者在2分钟内踢毽子。',
                            '2、中途掉落可捡起继续踢。',
                            '3、规定时间内踢毽子数量最多者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '7-5',
                        name: '迎面接力（10人）',
                        describe: [
                            '1、A组（5人）、B组（5人）相距30米成一路纵队相对站立，认证官发令后，A组第一人手持接力棒迅速向B组跑去，将接力棒传递给B组第一人，白己站到B组排尾。B组第一人持棒跑向A组，将接力棒传递给A组第二人，站到A组排尾',
                            '2、如此依次进行，每人跑一次，以计时短的队为胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '7-6',
                        name: '立定跳远（女子组)',
                        describe: [
                            '1、运动员站在起跳线，两脚自然分开站立，脚尖不能踩线，挥动手臂起跳。',
                            '2、起跳前，两脚不得有垫步或是连跳动作，脚离地落下便算跳远一次。',
                            '3、每人跳两次，取其中一次最好成绩作为比赛成绩。',
                            '4、测量脚跟位置和起跳线之间的距离。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '7-7',
                        name: '立定跳远（男子组)',
                        describe: [
                            '1、运动员站在起跳线，两脚自然分开站立，脚尖不能踩线，挥动手臂起跳。',
                            '2、起跳前，两脚不得有垫步或是连跳动作，脚离地落下便算跳远一次。',
                            '3、每人跳两次，取其中一次最好成绩作为比赛成绩。',
                            '4、测量脚跟位置和起跳线之间的距离。',
                        ],
                        children: [],
                    },
                ],
            },
            {
                id: 1,
                cat_id: '8',
                name: '灵巧反应',
                children: [
                    {
                        id: '',
                        cat_id: '8-1',
                        name: '投筷入瓶 ',
                        describe: [
                            '1、每隔30cm在地上放一个啤酒瓶，共10个啤酒瓶，每位参赛者10根筷子。',
                            '2、参赛者站在距离啤酒瓶一米以外，瞄准瓶口，依次将筷子投入啤酒瓶中，限时为1分钟。',
                            '3、投入瓶中筷子最多者获胜，相同数量的完成时间最短者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '8-2',
                        name: '1分钟夹乒乓球',
                        describe: [
                            '1、比赛时间1分钟，2张桌子相距10米，每桌上各放一个小筐，一筐放满乒乓球，一筐为空。',
                            '2、参赛者用筷子夹住乒乓球从满筐运送到空筐，数量最多者获胜。',
                            '3、中途落球，可重夹新球继续比赛。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '8-3',
                        name: '百发百中 ',
                        describe: [
                            '1、标盘一个，站在距离靶心2.44米的地方投镖。',
                            '2、每人有10次机会投镖。',
                            '3、中途掉落的飞镖不算成绩，累计分数最高者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '8-4',
                        name: '快速扑克 ',
                        describe: [
                            '1、52张扑克牌（去掉大小王）随机打乱后排列（认证官拍照记录）。',
                            '2、参赛者在三分钟内快速记忆被打乱的扑克牌。',
                            '3、记忆时间截止后，认证官重新洗牌（2遍以上），参赛者按记忆的扑克牌顺序进行排列，限时三分钟。',
                            '4、扑克牌位置正确数量最多者获胜，相同数量的完成时间最短者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '8-5',
                        name: '1分钟背诵圆周率 ',
                        describe: [
                            '1、参赛者在一分钟内背诵圆周率。',
                            '2、背诵时出现错误则无成绩。',
                            '3、背诵位数最多者获胜，相同位数的完成时间最短者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '8-6',
                        name: '3分钟成语接龙',
                        describe: [
                            '1、参赛者在三分钟内进行成语接龙。 ',
                            '2、下一个成语的首字和上一个成语的尾字须是同一个字或发音相同。',
                            '3、三分钟内正确完成成语接龙数量最多者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: 862,
                        cat_id: '8-7',
                        name: '写数字（1-200）',
                        describe: [
                            '参赛者需准备好一张空白纸，在计时开始时，从1开始顺序书写数字直至200，计时结束。在比赛结束后，计时员应口头报出比赛所用的时间。',
                            '1、在书写期间不能出现书写错误，也不能涂改，否则成绩无效。',
                            '2、在书写过程中，视频必须完整、清晰地显示出参赛者的全部书写过程，且不得中断、剪辑。',
                            '3、书写结束后，视频应对书写结果给出5秒以上的特写镜头。',
                        ],
                        children: [],
                    },
                    {
                        id: 782,
                        cat_id: '8-8',
                        name: '三阶魔方六面复原',
                        describe: [
                            '1、认证官将魔方随意打乱20次以上',
                            '2、参赛者复原时间最短者获胜。',
                            '3、结束后需展示魔方六面的复原情况',
                        ],
                        children: [],
                    },
                    {
                        id: '',
                        cat_id: '8-9',
                        name: '四阶魔方六面复原',
                        describe: [
                            '1、认证官将魔方随意打乱20次以上',
                            '2、参赛者复原时间最短者获胜。',
                            '3、结束后需展示魔方六面的复原情况',
                        ],
                        children: [],
                    },
                    {
                        id: 299,
                        cat_id: '8-10',
                        name: '1分钟立硬币',
                        describe: [
                            '1、在光滑坚硬的平面上逐个立1角钱的硬币（人民币）。不允许同时多个硬币叠在一起。',
                            '2、1分钟内数量多者获胜。',
                        ],
                        children: [],
                    },
                    {
                        id: 361,
                        cat_id: '8-11',
                        name: '绕口令快速说',
                        describe: [
                            '1、指定一段绕口令，学生背诵下来后快速说。',
                            '2、在每个字音都吐字清晰的情况下，时间短的学生获胜。',
                            '小学级别绕口令：',
                            '柳林镇有个六号楼，刘老六住在六号楼。有一天，来了牛老六，牵了六只猴；来了侯老六，拉了六头牛；来了仇老六，提了六篓油；来了尤老六，背了六匹绸。牛老六、侯老六、仇老六、尤老六，住上刘老六的六号楼，半夜里，牛抵猴，猴斗牛，撞倒了仇老六的油，油坏了尤老六的绸。牛老六帮仇老六收起油，侯老六帮尤老六洗掉绸上油，拴好牛，看好猴，一同上楼去喝酒。',
                            '初中级别绕口令：',
                            '天上七颗星，地上七块冰，台上七盏灯，树上七只莺，墙上七枚钉。吭唷吭唷拔脱七枚钉。喔嘘喔嘘赶走七只莺。乒乒乓乓踏坏七块冰。一阵风来吹来七盏灯。一片乌云遮掉七颗星。连念七遍就聪明。天上七颗星，地下七块冰，树上七只鹰，梁上七根钉，台上七盏灯。呼噜呼噜扇灭七盏灯，嗳唷嗳唷拔掉七根钉，呀嘘呀嘘赶走七只鹰，抬起一脚踢碎七块冰，飞来乌云盖没七颗星。一连念七遍就聪明。',
                            '高中级别绕口令：',
                            '司小四和史小世，四月十四日十四时四十上集市，司小四买了四十四斤四两西红柿，史小世买了十四斤四两细蚕丝，司小四要拿四十四斤四两西。',
                        ],
                        children: [],
                    },
                ],
            },
        ],
    },
    talent: {
        menu: [
            '歌唱表演',
            '舞蹈表演',
            '口才表演',
            '乐器演奏',
            '劳动实践',
            '书法与绘画',
            '杂技魔术',
            '科技',
            '摄影',
            '艺术设计',
            '其他表演',
        ],
        content: [
            [
                {
                    title: '歌唱表演',
                    content:
                        '唱法不限、选唱歌曲须积极、健康、向上，反映当代青少年的理想追求和审美情趣，弘扬真善美，传播正能量。需吐字清晰、声音洪亮、气息稳定、精神饱满、台风端庄。',
                },
            ],
            [
                {
                    title: '舞蹈表演',
                    content:
                        '舞种不限：民族、古典、拉丁、现代、芭蕾、街舞等均可。表演过程中动作流畅协调，表现力和技巧性强，服装造型符合舞蹈表演形式。舞蹈表演具有时代感、抒发健康情怀，能够展示少年儿童风采。',
                },
            ],
            [
                {
                    title: '口才表演',
                    content:
                        '参赛作品需积极向上，吐字清晰，普通话标准，思路清晰，举止大方，自然协调。录制视频过程中，不得中断、剪辑。',
                },
            ],
            [
                {
                    title: '乐器演奏',
                    content:
                        '各种乐器的演奏姿势、手形（口形）、指法等正规，方法正确，基本功扎实，无不良的演奏方法。音准好，节拍、节奏感强；演奏的乐曲音符、乐句、乐段等准确无误，速度正确，乐段音符清晰。',
                },
            ],
            [
                {
                    title: '劳动实践',
                    content:
                        '作品要构思新颖，有创意，作品颜色搭配和谐，造型独特，外观美观精致。作品源于生活，充分利用废旧物品，最好原创。',
                },
            ],
            [
                {
                    title: '书法与绘画',
                    content:
                        '思想健康向上，创意新颖独特。绘画作品要求构图完整，色彩和谐；书法作品要求章法合理，线条生动。风格规格不限，作品需拍摄完整、画面清晰。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '杂技魔术',
                    content:
                        '具备扎实的功底和精湛的技巧，包括但不限于平衡、柔韧、腾翻、攀援、操持等杂技类项目。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '科技',
                    content:
                        '大中小学生综合科技实践展示，如科技创意、科技实践活动、科学幻想绘画等内容均可。',
                },
            ],
            [
                {
                    title: '摄影',
                    content:
                        '手机、单反等器材拍摄的大中小学生个人原创作品均可。作品题材、体裁不限，彩色、黑白照片均可，要求内容健康向上，提倡具有创新意识的作品。作品单幅、组照皆可。',
                },
            ],
            [
                {
                    title: '艺术设计',
                    content:
                        '作品原则上不限制题材和内容，但须为作者原创，内容可包含视觉传达、产品造型、环境空间、服饰饰品、综合设计（如插画、摄影、动漫）等。',
                },
            ],
            [
                {
                    title: '其他表演',
                    content:
                        '除以上表演内容以外的其他表演内容，要求表演内容完整、立意积极向上、弘扬真善美、传播正能量，拍摄中应避免过于晃动与太大燥音。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
        ],
    },
    guinness: {
        menu: [
            '100米悬浮纸飞机（2人团队）',
            '磁力球拼立方体',
            '1分钟拼写五字单词',
            '一分钟双人踢毽子',
            '无人机抓高尔夫球',
        ],
        content: [
            [
                {
                    title: '',
                    content:
                        '挑战使用同一架由单张A4纸制作的纸飞机（可剪裁但不可拼接，仅限使用胶布用于压制折痕，不可用于充当重量、分层、控制配件），用不提供外动力的助力板，在无坡无风室内使纸飞机悬浮通过5米赛道。',
                },
            ],
            [
                {
                    title: '',
                    content:
                        '见证人将相同直径的磁力球，不带辅助工具的市场标准磁力球，捏成不规则形状置于桌上，挑战开始后挑战者将其还原成6×6×6的立方体，并举手示意。',
                },
            ],
            [
                {
                    title: '',
                    content:
                        '见证人在大赛单词表及在线工具中随机选择单词，挑战者连续说出单词每个字母。不会可说“过”，每个单词可拼读1次，任一字母错误则不正确。一分钟内正确拼出的单词将被计数。',
                },
            ],
            [
                {
                    title: '',
                    content:
                        '若干相同直径的圆，圆心距离一定距离，一个放置投球容器，一个放置若干高尔夫球。挑战者通过操控带抓手的无人机，将球放入容器中。',
                },
            ],
            [
                {
                    title: '',
                    content: `互踢次数最多。
                    一分钟内两人连续互踢。任意脚均可挑战。整场挑战只能用同一个毽子。只有脚和腿可以接触毽子，身体其他部位接触毽子或毽子落地，则挑战结束。`,
                },
            ],
        ],
    },
};
