export default {
    challenge: {
        menu: ['绳圈系列', '球类运动', '体能测试', '灵巧反应'],
        content: [
            [
                {
                    title: '1分钟单人跳绳',
                    content: '1分钟内绳子有效越过脚下的次数',
                },
                {
                    title: '1分钟双飞跳绳',
                    content: '每跳一次，绳子摇两次',
                },

                {
                    title: '呼啦圈',
                    content: '一分钟内腰部转动呼啦圈数',
                },

                {
                    title: '10人绑腿跑',
                    content: '10人100米绑腿跑',
                },

                {
                    title: '10人跳大绳',
                    content: '10人一组同跳，2分钟内数量越多者获胜',
                },
                {
                    title: '一带一单摇跳绳',
                    content: '一名队员双手摇绳，另一名队员跟跳',
                },
            ],
            [
                {
                    title: '一分钟对墙打乒乓球',
                    content: '1分钟内对墙打乒乓球，接球数量最多的获胜',
                },
                {
                    title: '一分钟颠羽毛球',
                    content: '一分钟颠球，落地捡起继续',
                },
                {
                    title: '三分钟连续颠足球',
                    content: '自由颠球至落地或规定比赛时间的总个数',
                },
                {
                    title: '手指转球',
                    content: '手指连续转球时间的长短',
                },
                {
                    title: '一分钟单手拍篮球',
                    content: '累计一分钟内单手拍球个数',
                },
                {
                    title: '三分钟定点投篮',
                    content: '在罚球区内投射，三分钟内投射球数',
                },
                {
                    title: '三分钟任意点投篮',
                    content: '参赛者可站在任意位置进行投篮，时长3分钟',
                },
                {
                    title: '三分钟罚球线蒙眼投篮',
                    content: '三分钟定点蒙眼投篮',
                },
                {
                    title: '乒乓球接力跑',
                    content: '球拍托球50米10人往返接力跑',
                },
                {
                    title: '运球接力',
                    content: '篮球运球50米10人往返接力跑',
                },
                {
                    title: '定点投篮',
                    content: '每队5人，每人10球，记入总投篮数',
                },
            ],
            [
                {
                    title: '1分钟仰卧起坐',
                    content: '1分钟标准仰卧起坐数量',
                },
                {
                    title: '100米短跑',
                    content: '采用蹲踞式起跑，跑完100米时间最短者获胜',
                },
                {
                    title: '立定跳远（男子组）',
                    content: '每人跳两次，取其中一次最好成绩',
                },
                {
                    title: '立定跳远（女子组）',
                    content: '每人跳两次，取其中一次最好成绩',
                },
                {
                    title: '1分钟侧手翻',
                    content: '在一分钟的时间内所完成侧手翻的个数',
                },
                {
                    title: '单人毽子',
                    content: '一分钟内踢毽子数',
                },
                {
                    title: '迎面接力',
                    content: '团队10人30米往返接力跑',
                },
            ],
            [
                {
                    title: '投筷入瓶',
                    content: '一分钟内瓶入筷数',
                },
                {
                    title: '夹乒乓球',
                    content: '一分钟内夹送乒乓球数',
                },
                {
                    title: '百发百中',
                    content: '10次投标，计算累计成绩',
                },
                {
                    title: '快速扑克',
                    content:
                        '在最短的时间内正确记住随机打乱的52张牌（去掉大小王）',
                },
                {
                    title: '1分钟背诵圆周率',
                    content: '一分钟内背诵圆周率，数位越多成绩越高',
                },
                {
                    title: '成语接龙',
                    content: '三分钟内成语接龙数量越多者成绩越高',
                },
                {
                    title: '写数字（1-200）',
                    content: '从1开始顺序书写数字至200所用时间',
                },
                {
                    title: '四阶魔方六面复原',
                    content:
                        '打乱20次以上的四阶魔方复原时间，参赛者复原时间最短者获胜',
                },
                {
                    title: '三阶魔方六面复原',
                    content:
                        '打乱20次以上的三阶魔方复原时间，参赛者复原时间最短者获胜',
                },
                {
                    title: '1分钟立硬币',
                    content: '一分钟将1角的硬币立放的数量',
                },
                {
                    title: '绕口令快速说',
                    content:
                        '指定一段绕口令学生背诵下来后快速说，在每个字音都吐字清晰的情况下所用时间',
                },
            ],
            [
                {
                    title: '',
                    content: '',
                },
            ],
        ],
    },
    talent: {
        menu: [
            '歌唱表演',
            '舞蹈表演',
            '口才表演',
            '乐器演奏',
            '手工制作',
            '书法与绘画',
            '杂技魔术',
            '艺术设计',
            '其他表演',
        ],
        content: [
            [
                {
                    title: '歌唱表演',
                    content:
                        '唱法不限、选唱歌曲须积极、健康、向上，反映当代青少年的理想追求和审美情趣，弘扬真善美，传播正能量。需吐字清晰、声音洪亮、气息稳定、精神饱满、台风端庄。',
                },
            ],
            [
                {
                    title: '舞蹈表演',
                    content:
                        '舞种不限：民族、古典、拉丁、现代、芭蕾、街舞等均可。表演过程中动作流畅协调，表现力和技巧性强，服装造型符合舞蹈表演形式。舞蹈表演具有时代感、抒发健康情怀，能够展示少年儿童风采。',
                },
            ],
            [
                {
                    title: '口才表演',
                    content:
                        '参赛作品需积极向上，吐字清晰，普通话标准，思路清晰，举止大方，自然协调。录制视频过程中，不得中断、剪辑。',
                },
            ],
            [
                {
                    title: '乐器演奏',
                    content:
                        '各种乐器的演奏姿势、手形（口形）、指法等正规，方法正确，基本功扎实，无不良的演奏方法。音准好，节拍、节奏感强；演奏的乐曲音符、乐句、乐段等准确无误，速度正确，乐段音符清晰。',
                },
            ],
            [
                {
                    title: '手工制作',
                    content:
                        '作品要构思新颖，有创意，作品颜色搭配和谐，造型独特，外观美观精致。作品源于生活，充分利用废旧物品，最好原创。',
                },
            ],
            [
                {
                    title: '书法与绘画',
                    content:
                        '思想健康向上，创意新颖独特。绘画作品要求构图完整，色彩和谐；书法作品要求章法合理，线条生动。风格规格不限，作品需拍摄完整、画面清晰。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '艺术设计',
                    content:
                        '作品原则上不限制题材和内容，但须为作者原创，内容可包含视觉传达、产品造型、环境空间、服饰饰品、综合设计（如插画、摄影、动漫）等。',
                },
            ],
            [
                {
                    title: '杂技魔术',
                    content:
                        '具备扎实的功底和精湛的技巧，包括但不限于平衡、柔韧、腾翻、攀援、操持等杂技类项目。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
            [
                {
                    title: '其他表演',
                    content:
                        '除以上表演内容以外的其他表演内容，要求表演内容完整、立意积极向上、弘扬真善美、传播正能量，拍摄中应避免过于晃动与太大燥音。通过视频点播量和点赞量等排名进行PK。',
                },
            ],
        ],
    },
    guinness: {
        menu: [
            '100米悬浮纸飞机（2人团队）',
            '磁力球拼立方体',
            '1分钟拼写五字单词',
            '一分钟双人踢毽子',
            '无人机抓高尔夫球',
        ],
        content: [
            [
                {
                    title: '',
                    content:
                        '挑战使用同一架由单张A4纸制作的纸飞机（可剪裁但不可拼接，仅限使用胶布用于压制折痕，不可用于充当重量、分层、控制配件），用不提供外动力的助力板，在无坡无风室内使纸飞机悬浮通过5米赛道。',
                },
            ],
            [
                {
                    title: '',
                    content:
                        '见证人将相同直径的磁力球，不带辅助工具的市场标准磁力球，捏成不规则形状置于桌上，挑战开始后挑战者将其还原成6×6×6的立方体，并举手示意。',
                },
            ],
            [
                {
                    title: '',
                    content:
                        '见证人在大赛单词表及在线工具中随机选择单词，挑战者连续说出单词每个字母。不会可说“过”，每个单词可拼读1次，任一字母错误则不正确。一分钟内正确拼出的单词将被计数。',
                },
            ],
            [
                {
                    title: '',
                    content:
                        '若干相同直径的圆，圆心距离一定距离，一个放置投球容器，一个放置若干高尔夫球。挑战者通过操控带抓手的无人机，将球放入容器中。',
                },
            ],
            [
                {
                    title: '',
                    content: `互踢次数最多。
                    一分钟内两人连续互踢。任意脚均可挑战。整场挑战只能用同一个毽子。只有脚和腿可以接触毽子，身体其他部位接触毽子或毽子落地，则挑战结束。`,
                },
            ],
        ],
    },
};
