export default {
    rules: [
        {
            id: 8,
            text: [
                {
                    title: '一、活动主题',
                    texts: [
                        '劳动可以树德、增智、强体、育美，具有综合育人价值。中共中央、国务院日前发布了《关于全面加强新时代大中小学劳动教育的意见》，《意见》提出，劳动素养将纳入学生综合素质评价体系。为此，我们号召青少年一起动起来，开展劳动教育，培育时代新人！',
                    ],
                },
                {
                    title: '二、活动时间',
                    texts: ['4月27日--5月31日'],
                },
                {
                    title: '三、参与对象',
                    texts: ['大、中、小学生均可参加'],
                },
                {
                    title: '四、作品类型',
                    texts: [
                        '洗衣做饭、卫生内务、田间体验、手工制作、义务劳动、社会实践等作品内容不限，作品上传需为视频或图片格式。',
                    ],
                },
                {
                    title: '五、作品要求',
                    texts: [
                        '1、视频格式：支持MP4、MOV、3GP、MP4V，视频大小不超过200M，视频完整清晰；',
                        '2、图片格式：支持JPG、PNG，单张图片小于10MB；',
                        '3、内容健康、积极向上，如发现上传不合规内容，该账号将取消参与资格，不合规视频/图片将被删除。',
                    ],
                },
                {
                    title: '六、活动规则',
                    texts: [
                        '1、劳动能手奖：活动期间（共5周），按周进行评选，系统将自动选取当周上传作品数量最多的前三名选手，我们将为其颁发“劳动能手”奖品及证书；',
                        '2、劳动之星奖：活动结束后，单个作品点赞量排名进前20名的参赛者（其中一等奖2名，二等奖6名，三等奖12名），颁发“劳动之星”奖品及证书；单个作品点赞量排名21-40名的参赛者，颁发“劳动之星”证书；',
                        '3、组织单位奖：对于参与积极的学校、机构或单位，组委会也将根据其成员参与活跃度，评选出5个“优秀组织奖”颁发奖杯，并对优秀组织单位进行报道宣传；',
                        '4、参与活动用户需在“青少年爱挑战”平台注册并通过活动页面上传作品，审核通过后方可进行点赞分享等；',
                        '5、每个账户每天只能为同一个作品点赞1次',
                        '6、作品点赞截止时间为：2020年5月31日23:59:59；',
                        '7、获奖名单将于6月10日在爱挑战官网（http://atz.qsnatz.com）及官方服务号（UP青少年爱挑战）进行公布；',
                        '8、本次活动最终解释权在法律允许范围内归活动举办方所有。',
                    ],
                },
                {
                    title: '七、奖品兑换说明',
                    texts: [
                        '1、每名参赛选手只有一次兑奖机会，如已获得过一次“劳动能手”奖，则余下活动期间，不能再参与后续“劳动能手”及“劳动之星”奖项评选；',
                        '2、每个账号视为一个参赛选手，请勿多人使用同一个账号上传，若同一账号下，多个作品获奖，只颁发排名最高的一个作品；',
                        '3、工作人员将于6月1-3日期间电话联系获奖账号所绑定的手机号，若电话无法联系且在6月5日前未能主动通过公众号添加客服联系组委会认领的，将视为自动放弃兑奖资格；',
                        '4、奖品及证书将于6月24日之前通过普通快递寄出；',
                        '5、奖品属于用户奖励活动，不提供发票、收据；',
                        '6、奖品不支持退换和售后，请当面核实无质量问题再签收；',
                        '7、因用户提供的收货地址等信息有误而导致的奖品未收到，不予补发。',
                    ],
                },
            ],
        },
        {
            id: 9,
            text: [
                {
                    title: '活动时间：',
                    texts: ['2020年5月29日-6月20日'],
                },
                {
                    title: '活动对象：',
                    texts: ['3-18岁儿童青少年均可参与'],
                },
                {
                    title: '活动细则：',
                    texts: [
                        {
                            title: '1.才艺秀作品征集活动',
                            list: [
                                '“青少年爱挑战”平台注册用户通过活动页面上传才艺秀作品，才艺秀作品类别分为歌唱表演、舞蹈表演、口才表演、乐器演奏、手工制作、书法与绘画、杂技、魔术、艺术设计，其他表演。作品审核通过后即可进行分享点赞。',
                                '上传视频才艺秀作品视频格式支持MP4、MOV、3GP、MP4V、M4V、MKV、AVI、FLV等, 视频大小不超过200M，视频完整清晰；上传图片才艺秀作品图片格式支持JPG、JPEG、PNG，单张图片小于10M，最多可上传10张图片。',
                                '作品须内容健康、积极向上。不得侵犯他人合法权益，不得盗窃他人或平台内容；不得发布任何违规、违法或敏感话题的内容；不得恶意刷票扰乱活动秩序。违规行为一经发现，取消该账号活动参与资格，违规视频/图片内容做删除处理。',
                                '每个用户每天只能为同一作品点赞1次。',
                                '根据单个参赛作品获得的点赞数进行排名（作品点赞截止时间为2020年6月20日23:59:59），前20名的参赛者可获得相应奖品。',
                                '获奖名单将于2020年6月24日在爱挑战官网（http://atz.qsnatz.com/）及官方微信公众号（UP青少年爱挑战）进行公布。',
                            ],
                        },
                        {
                            title: '2.糖果雨抽奖活动',
                            list: [
                                '用户进入活动页面，将触发糖果雨抽奖活动，在10秒时间内点击不断下落的糖果，即有机会获得实物奖品。同一用户每天拥有1次直接触发糖果雨抽奖的机会。',
                                '活动期间，用户每天均可额外获得2次糖果雨抽奖机会：（1）用户在一天内为参赛作品点赞达5次，当日即可获得1次糖果雨抽奖机会。同一用户每天1次。（2）用户在活动中上传才艺秀作品，当日即可获得1次糖果雨抽奖机会。同一用户每天1次。',
                                '用户可在抽奖后即时查看获奖情况。',
                                '用户获得的抽奖机会仅限当日有效。',
                            ],
                        },
                    ],
                },
            ],
        },
        {
            id: 13,
            text: [
                {
                    title: '一、活动主题',
                    texts: [
                        '劳动可以树德、增智、强体、育美，具有综合育人价值。中共中央、国务院发布了《关于全面加强新时代大中小学劳动教育的意见》，《意见》提出，劳动素养将纳入学生综合素质评价体系。为此，我们号召青少年一起动起来，开展劳动教育，培育时代新人！',
                    ],
                },
                {
                    title: '二、活动时间',
                    texts: ['8月31日--9月27日'],
                },
                {
                    title: '三、参与对象',
                    texts: ['大、中、小学生均可参加'],
                },
                {
                    title: '四、作品类型',
                    texts: [
                        '洗衣做饭、卫生内务、田间体验、手工制作、义务劳动、社会实践等作品内容不限，作品上传需为视频或图片格式。',
                    ],
                },
                {
                    title: '五、作品要求',
                    texts: [
                        '1、视频格式：支持MP4、MOV、3GP、MP4V，视频大小不超过200M，视频完整清晰；',
                        '2、图片格式：支持JPG、PNG，单张图片小于10MB；',
                        '3、内容健康、积极向上，如发现上传不合规内容，该账号将取消参与资格，不合规视频/图片将被删除。',
                    ],
                },
                {
                    title: '六、活动规则',
                    texts: [
                        '1、劳动能手奖：活动期间（共4周），按周进行评选，系统将自动选取当周上传作品数量最多的前5名选手，我们将为其颁发“劳动能手”奖品及证书；',
                        '2、劳动之星奖：活动结束后，单个作品点赞量排名进前50名的参赛者（其中一等奖2名，二等奖6名，三等奖12名，四等奖30名），颁发“劳动之星”奖品及证书；',
                        '3、组织单位奖：对于参与积极的学校、机构或单位，组委会也将根据其成员参与活跃度，评选出5个“优秀组织奖”颁发奖杯，并对优秀组织单位进行报道宣传；',
                        '4、参与活动用户需在“青少年爱挑战”平台注册并通过活动页面上传作品，审核通过后方可进行点赞分享等',
                        '5、每个账户每天只能为同一个作品点赞1次；',
                        '6、作品点赞截止时间为：2020年9月27日23:59:59；',
                        '7、获奖名单将于9月30日在爱挑战官网（http://atz.qsnatz.com）及官方服务号（UP青少年爱挑战）进行公布；',
                        '8、本次活动最终解释权在法律允许范围内归活动举办方所有。',
                    ],
                },
                {
                    title: '七、奖品兑换说明',
                    texts: [
                        '1、每名参赛选手只有一次兑奖机会，如已获得过一次“劳动能手”奖，则余下活动期间，不能再参与后续“劳动能手”及“劳动之星”奖项评选；',
                        '2、每个账号视为一个参赛选手，请勿多人使用同一个账号上传，若同一账号下，多个作品获奖，只颁发排名最高的一个作品；',
                        '3、工作人员将于9月28-9月30日期间电话联系获奖账号所绑定的手机号，若电话无法联系且在10月9日前未能主动通过公众号添加客服联系组委会认领的，将视为自动放弃兑奖资格；',
                        '4、奖品及证书将于10月16日之前通过普通快递寄出；',
                        '5、奖品属于用户奖励活动，不提供发票、收据；',
                        '6、奖品不支持退换和售后，请当面核实无质量问题再签收；',
                        '7、因用户提供的收货地址等信息有误而导致的奖品未收到，不予补发。',
                    ],
                },
            ],
        },
    ],
};
