<template>
    <view class="page-rich-text no-indent">
        <view>
            1) 以学校为单位组织项目的挑战；
        </view>

        <view>
            2) 所有学生均可参加项目的挑战；
        </view>

        <view>
            3) 每个项目按照年级分组，所有学生均可挑战同年级段的任何记录；
        </view>

        <view>
            4)
            挑战过程需要认证官的认证，确保成绩的真实有效和公开公平，经得起公众的验证；
        </view>

        <view>
            5)
            挑战过程需要全程录像，每次挑战将每个项目每个级别的最优成绩进行上报；
        </view>

        <view>
            6)
            成绩上报由校级管理员上传挑战视频到官网平台，平台总管理员进行视频内容的审核，确保视频内容和成绩的真实有效，审核通过后视频即在平台展示。
        </view>

        <view>
            7)
            记录产生，平台自动计算本节点平台内部的相应项目的成绩记录：若上传的成绩新创记录或打破原有记录，
            则生成该项的新纪录，获得记录勋章和网络证书。记录勋章会随着级别的不同显示不同的样式。
            网络证书由平台自动生成组委会颁发的《陕西创客爱挑战竞技大赛》网络纪录证书。
        </view>

        <view />
    </view>
</template>

<script>
export default {
    data() {
        return {};
    },
};
</script>
