<template>
    <view class="argement-page">
        <view class="title">
            爱挑战用户协议
        </view>
        <view>
            1、导言
        </view>
        <view>
            欢迎您使用“爱挑战”软件及相关服务！
        </view>
        <view>
            “爱挑战”软件及相关服务，系北京伟东凌鸿教育科技有限公司（以下简称“公司”）通过合法拥有并运营的客户端应用程序向您提供的产品与服务，
            包括但不限于个性化推荐、发布信息、互动交流、搜索查询等功能，是您创作与交流的平台。《爱挑战用户协议》（以下简称“本协议”）
            是您与公司之间就您使用（包括但不限于注册、登录、操作、使用等行为）“爱挑战”软件及相关服务及用户责任等相关事宜所订立的协议。
        </view>
        <view>
            为了更好地为您提供服务，请您在开始使用“爱挑战”软件及相关服务之前，认真阅读并充分理解本协议，
            特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、
            法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。
            如您未满18周岁，请在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用“爱挑战”软件及相关服务。
            请您审慎阅读并选择接受或不接受本协议。如您不接受本协议，这将导致我们无法为您提供完整的产品和服务，您也可以选择停止使用。
            如您自主选择同意或使用“爱挑战”软件及相关服务，则视为您已充分理解本协议，并同意作为本协议的一方当事人，接受本协议各项条款的约束。
        </view>
        <view>
            2、 “爱挑战”软件及相关服务
        </view>
        <view>
            2.1
            您使用“爱挑战”软件及相关服务，可以通过预装、公司已授权的第三方下载等方式获取“爱挑战”客户端应用程序。
        </view>
        <view>
            若您并非从公司或经公司授权的第三方获取本软件的，公司无法保证非官方版本的“爱挑战”软件能够正常使用，您因此遭受的损失与公司无关。
        </view>
        <view>
            2.2
            公司可能为不同的终端设备开发不同的应用程序软件版本，您应当根据实际设备状况获取、下载、安装合适的版本。如您不再使用“爱挑战”软件及相关服务，您也可自行卸载相应的应用程序软件。
        </view>
        <view>
            2.3
            为更好的提升用户体验及服务，公司将不定期提供“爱挑战”软件及相关服务的更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等），您可根据需要自行选择是否更新相应的版本。
        </view>
        <view>
            为保证“爱挑战”软件及相关服务安全、提升用户服务，在“爱挑战”软件及相关服务的部分或全部更新后，公司将在可行的情况下以妥当的方式
            （包括但不限于系统提示、公告、站内信等）提示您，您有权选择接受更新后的版本；如您选择不作更新，“爱挑战”软件及相关服务的部分功能将受到限制或不能正常使用。
        </view>
        <view>
            为保证“爱挑战”软件及相关服务安全、提升用户服务，在“爱挑战”软件及相关服务的部分或全部更新后，公司将在可行的情况下以妥当的方式（包括但不限于系统提示、公告、站内信等）提示您，您有权选择接受更新后的版本；
            如您选择不作更新，“爱挑战”软件及相关服务的部分功能将受到限制或不能正常使用。
        </view>
        <view>
            2.5
            您理解，使用“爱挑战”软件及相关服务需自行准备与软件及相关服务有关的终端设备，一旦您在终端设备中打开“爱挑战”软件，即视为您使用“爱挑战”软件及相关服务。为充分实现“爱挑战”的全部功能，
            您可能需要将终端设备联网，您理解并同意承担所需要的费用（如流量费、上网费等）。
        </view>
        <view>
            2.6
            公司许可您一项个人的、不可转让的、非独占地和非商业的合法使用“爱挑战”软件及相关服务的权利。本协议未明示授权的其他一切权利仍由公司保留，
            您在行使该些权利前须另行获得公司的书面许可，同时公司如未行使前述任何权利，并不构成对该权利的放弃。
        </view>
        <view>
            2.7
            您无需注册也可开始使用“爱挑战”软件及相关服务，但部分功能或服务可能会受到影响。同时，您也理解，为使您更好地使用“爱挑战”软件及相关服务，保障您的账号安全，某些功能和/或某些单项服务项目（如评论服务等）
            将要求您按照国家相关法律法规的规定，提供真实的身份信息实名注册并登录后方可使用。
        </view>
        <view>
            3、关于“账号”
        </view>
        <view>
            3.1
            “爱挑战”软件及相关服务为您提供了注册通道，您有权选择合法的字符组合作为自己的账号，并自行设置符合安全要求的密码。
            用户设置的账号、密码是用户用以登录并使用“爱挑战”软件及相关服务的凭证。
        </view>
        <view>
            3.2
            您理解并承诺，您所设置的账号不得违反国家法律法规及公司的相关规则，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为，
            您的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，
            不得恶意注册“爱挑战”账号（包括但不限于频繁注册、批量注册账号等行为）。公司有权对您提交的信息进行审核。
        </view>
        <view>
            3.3
            您的账号仅限于您本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果公司发现或者有合理理由认为使用者并非账号初始注册人，
            为保障账号安全，公司有权立即暂停或终止向该注册账号提供服务，或注销该账号。
        </view>
        <view>
            3.4
            您有责任维护个人账号、密码的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您在“爱挑战”软件及相关服务上进行的任何数据修改、
            言论发表、款项支付等操作行为可能引起的一切法律责任。您应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知公司。
        </view>
        <view>
            3.5
            在丢失账号或遗忘密码时，您可遵照公司的申诉途径及时申诉请求找回账号或密码。您理解并认可，公司的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，
            而无法识别申诉人是否系真正账号有权使用者。公司特别提醒您应妥善保管您的账号和密码。当您使用完毕后，应安全退出。如因您保管不当等自身原因或其他不可抗因素导致遭受盗号或密码丢失，您将自行承担相应责任。
        </view>
        <view>
            3.6
            在注册、使用和管理账号时，您应保证注册账号时填写的身份信息的真实性，请您在注册、管理账号时使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、
            联系电话、联系地址等）。依照国家相关法律法规的规定，为使用“爱挑战”软件及相关服务的部分功能，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。
            若您提交的材料或提供的信息不规范或不符合要求的，则公司有权拒绝为您提供相关功能，您可能无法使用“爱挑战”软件及相关服务或在使用过程中部分功能受到限制。
        </view>
        <view>
            3.7
            除自行注册“爱挑战”账号外，用户也可授权使用其合法拥有的包括但不限于公司和/或其关联公司其他软件用户账号，以及实名注册的第三方软件用户账号登录使用“爱挑战”软件及相关服务，但第三方软件或平台对此有限制或禁止的除外。
            当用户以前述已有账号登录使用的，应保证相应账号已进行实名注册登记，并同样适用本协议中的相关条款。
        </view>
        <view>
            3.8
            您理解并同意，除您登录、使用“爱挑战”软件及相关服务外，您还可以用“爱挑战”账号登录使用公司及其关联公司提供的其他软件、服务。您以“爱挑战”账号登录并使用前述服务时，
            将受到前述服务的实际提供方的《用户协议》及其他协议条款约束。
        </view>
        <view>
            3.9
            为提高您内容曝光量及发布效率，您同意您在本软件/网站的账号及相应账号所发布的全部内容均授权本公司以您的账号和/或本公司运营的平台账号，
            自动同步或手动发布至本公司及/或关联公司运营的其他软件及平台账号和网站。您在本软件/网站发布、
            修改、删除内容的操作，均会同步到上述系列其他软件及平台账号和网站，用于提高您的内容曝光量。
            您通过已注册账号或者第三方软件用户账号注册或登录公司及/或关联公司运营的其他软件产品及网站时（如有），应遵守该软件及网站自身的《用户协议》及其他协议条款约束。
        </view>
        <view>
            3.10
            当您完成“爱挑战”的账号注册、登录并进行合理和必要的身份验证后，您可随时浏览、修改自己提交的个人身份信息。您理解并同意，出于安全性和身份识别（如账号或密码找回申诉服务等）的考虑，
            您可能无法修改注册时提供的初始注册信息及其他验证信息。
            您也可以申请注销账号，公司会在完成个人身份、安全状态、设备信息等合理和必要的验证后协助您注销账号，并依照您的要求删除有关您账号的一切信息，法律法规另有规定的除外。
        </view>
        <view>
            3.11
            您理解并同意，为了充分使用账号资源，如您在注册后未及时进行初次登录使用或连续超过两个月未登录账号使用等情形，公司有权收回您的账号。
        </view>
        <view>
            4、用户个人信息保护
        </view>
        <view>
            公司与您一同致力于您个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，保护用户个人信息是公司的基本原则之一。
            在使用“爱挑战”软件及相关服务的过程中，您可能需要提供您的个人信息（包括但不限于姓名、电话号码、位置信息等），
            以便公司向您提供更好的服务和相应的技术支持。公司将运用加密技术、
            匿名化处理等其他与“爱挑战”软件及相关服务相匹配的技术措施及其他安全措施保护您的个人信息。除非得到您的授权或法律、
            本协议另有规定，公司不会向外界披露您的个人信息。
        </view>
        <view>
            5、 用户行为规范
        </view>
        <view>
            5.1 用户行为要求
        </view>
        <view>
            您应当对您使用本软件及相关服务的行为负责，除非法律允许或者经公司事先书面许可，您使用“爱挑战”软件及相关服务不得具有下列行为：
        </view>
        <view>
            5.1.1
            使用未经公司授权或许可的任何插件、外挂、系统或第三方工具对“爱挑战”软件及相关服务的正常运行进行干扰、破坏、修改或施加其他影响。
        </view>
        <view>
            5.2.2
            公司致力使发布信息、跟帖评论成为文明、理性、友善、高质量的意见交流。在推动发布信息、互动交流、跟帖评论业务发展的同时，不断加强相应的信息安全管理能力，
            完善发布信息、跟帖评论自律，切实履行社会责任，遵守国家法律法规，尊重公民合法权益，尊重社会公序良俗。
        </view>
        <view>
            5.2.3
            您评论、发布、传播的内容应自觉遵守宪法法律、法规、遵守公共秩序，尊重社会公德、社会主义制度、国家利益、公民合法权益、
            道德风尚和信息真实性等要求。您同意并承诺不制作、复制、发布、传播法律、法规禁止的下列信息内容：
        </view>
        <view class="text-index">
            （1）反对宪法确定的基本原则的；
        </view>
        <view class="text-index">
            （2）危害国家安全，泄露国家秘密的
        </view>
        <view class="text-index">
            （3）颠覆国家政权，推翻社会主义制度、煽动分裂国家、破坏国家统一的；
        </view>
        <view class="text-index">
            （4）损害国家荣誉和利益的；
        </view>
        <view class="text-index">
            （5）宣扬恐怖主义、极端主义的；
        </view>
        <view class="text-index">
            （6）宣扬民族仇恨、民族歧视，破坏民族团结的；
        </view>
        <view class="text-index">
            （7）煽动地域歧视、地域仇恨的；
        </view>
        <view class="text-index">
            （8）破坏国家宗教政策，宣扬邪教和迷信的；
        </view>
        <view class="text-index">
            （9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；
        </view>
        <view class="text-index">
            （10）散布、传播暴力、淫秽、色情、赌博、凶杀、恐怖或者教唆犯罪的；
        </view>
        <view class="text-index">
            （11）侵害未成年人合法权益或者损害未成年人身心健康的；
        </view>
        <view class="text-index">
            （12）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；
        </view>
        <view class="text-index">
            （13）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的；
        </view>
        <view class="text-index">
            （14）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；
        </view>
        <view class="text-index">
            （15）侮辱或者诽谤他人，侵害他人合法权益的；
        </view>
        <view class="text-index">
            （16）对他人进行暴力恐吓、威胁，实施人肉搜索的；
        </view>
        <view class="text-index">
            （17）涉及他人隐私、个人信息或资料的；
        </view>
        <view class="text-index">
            （18）散布污言秽语，损害社会公序良俗的；
        </view>
        <view class="text-index">
            （19）侵犯他人隐私权、名誉权、肖像权、知识产权等合法权益内容的；
        </view>
        <view class="text-index">
            （20）散布商业广告，或类似的商业招揽信息、过度营销信息及垃圾信息；
        </view>
        <view class="text-index">
            （21）使用本网站常用语言文字以外的其他语言文字评论的；
        </view>
        <view class="text-index">
            （22）与所评论的信息毫无关系的；
        </view>
        <view class="text-index">
            （23）所发表的信息毫无意义的，或刻意使用字符组合以逃避技术审核的；
        </view>
        <view class="text-index">
            （24）其他违反法律法规、政策及公序良俗、干扰“爱挑战”正常运营或侵犯其他用户或第三方合法权益内容的其他信息。
        </view>
        <view>
            5.3
            公司设立公众投诉、举报平台，您可按照公司公示的投诉举报制度向公司投诉、举报各类违法违规行为、违法传播活动、
            违法有害信息等内容，公司将及时受理和处理您的投诉举报，以共同营造风清气正的网络空间。
        </view>
        6、“爱挑战”信息内容的使用规范
        <view>
            6.1
            未经公司书面许可，您不得自行或授权、允许、协助任何第三人对本协议“爱挑战”软件及相关服务中信息内容进行如下行为：
        </view>
        <view class="text-index">
            （1）复制、读取、采用“爱挑战”软件及相关服务的信息内容，用于包括但不限于宣传、增加阅读量、浏览量等商业用途；
        </view>
        <view class="text-index">
            （2）擅自编辑、整理、编排“爱挑战”软件及相关服务的信息内容后在“爱挑战”软件及相关服务的源页面以外的渠道进行展示；
        </view>
        <view class="text-index">
            （3）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对“爱挑战”软件及相关服务的信息内容产生流量、阅读量引导、转移、劫持等不利影响；
        </view>
        <view class="text-index">
            （4）其他非法获取或使用“爱挑战”软件及相关服务的信息内容的行为。
        </view>
        <view>
            6.2
            经公司书面许可后，您对“爱挑战”软件及相关服务的信息内容的分享、转发等行为，还应符合以下规范：
        </view>
        <view class="text-index">
            （1）对抓取、统计、获得的相关搜索热词、命中率、分类、搜索量、点击率、阅读量等相关数据，未经公司事先书面同意，不得将上述数据以任何方式公示、提供、泄露给任何第三人；
        </view>
        <view class="text-index">
            （2）不得对“爱挑战”软件及相关服务的源网页进行任何形式的任何改动，包括但不限于“爱挑战”软件及相关服务的首页（profile页面）链接，广告系统链接等入口，
            也不得对“爱挑战”软件及相关服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；
        </view>
        <view class="text-index">
            （3）应当采取安全、有效、严密的措施，防止“爱挑战”软件及相关服务的信息内容被第三方通过包括但不限于“蜘蛛（spider）”程序等任何形式进行非法获取；
        </view>
        <view class="text-index">
            （4）不得把相关数据内容用于公司书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用；
        </view>
        <view class="text-index">
            （5）向任何第三人分享、转发、复制“爱挑战”软件及相关服务信息内容的行为，应当遵守公司为此制定的其他规范和标准。
        </view>
        <view>
            7、违约处理
        </view>
        <view>
            7.1
            针对您违反本协议或其他服务条款的行为，公司有权独立判断并视情况采取预先警示、拒绝发布、立即停止传输信息、删除跟帖、短期禁止发言、限制账号部分或者全部功能直至永久关闭账号等措施。
            公司有权公告处理结果，且有权根据实际情况决定是否恢复相关账号的使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为将保存有关记录，并依法向有关主管部门报告、配合有关主管部门调查。
        </view>
        <view>
            7.2
            因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行处理并承担全部可能由此引起的法律责任。
            因您的违法、侵权或违约等行为导致公司及其关联公司向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿公司及其关联公司因此遭受的全部损失。
        </view>
        <view>
            7.3
            公司尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用“爱挑战”软件及相关服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、
            隐私权等权利及合法权益。否则，公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行处理并承担全部可能由此引起的法律责任；
            如因您的侵权行为导致公司及其关联公司遭受损失的（包括经济、商誉等损失），您还应足额赔偿公司及其关联公司遭受的全部损失。
        </view>
        <view>
            8、服务的变更、中断和终止
        </view>
        <view>
            8.1
            您理解并同意，公司提供的“爱挑战”软件及相关服务是按照现有技术和条件所能达到的现状提供的。公司会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，
            公司不能随时预见和防范技术以及其他风险，包括但不限于不可抗力、网络原因、第三方服务瑕疵、第三方网站等原因可能导致的服务中断、不能正常使用本软件及服务以及其他的损失和风险。
        </view>
        <view>
            8.2
            您理解并同意，公司为了服务整体运营、平台运营安全的需要，有权视具体情况有权决定服务/功能设置、范围，修改、中断、中止或终止“爱挑战”软件及相关服务。
        </view>
        <view>
            9、广告
        </view>
        <view>
            9.1
            您理解并同意，在使用“爱挑战”软件及相关服务过程中公司可能会向您推送具有相关性的信息、
            广告发布或品牌推广服务，且公司将在“爱挑战”软件及相关服务中展示“爱挑战”软件及相关服务相关和/或第三方供应商、合作伙伴的商业广告、推广或信息（包括商业或非商业信息）。
        </view>
        <view>
            9.2
            在使用“爱挑战”时，公司会基于偏好、兴趣等方面向您推送程序化广告，您可以在“爱挑战”设置中关闭程序化广告的推送，
            如果关闭，您看到的广告数量将保持不变，但广告的相关性会降低。您可以退订我们发送给您的营销短信。
        </view>
        <view>
            9.3
            公司依照法律规定履行广告及推广相关义务，您应当自行判断该广告或推广信息的真实性和可靠性并为自己的判断行为负责。
            除法律法规明确规定外，您因该广告或推广信息进行的购买、交易或因前述内容遭受的损害或损失由您自行承担，公司不予承担责任。
        </view>
        <view>
            10、免责声明
        </view>
        <view>
            10.1
            您理解并同意，“爱挑战”软件及相关服务可能会受多种因素的影响或干扰，公司不保证(包括但不限于)：
        </view>
        <view>
            10.1.1 “爱挑战”软件及相关服务完全适合用户的所有使用要求；
        </view>
        <view>
            10.1.2
            “爱挑战”软件及相关服务不受干扰，及时、安全、可靠或不出现任何错误；您经由公司取得的任何软件、服务或其他材料符合用户的期望；
        </view>
        <view>
            10.1.3 “爱挑战”软件及相关服务中任何错误都将能得到更正。
        </view>
        <view>
            10.2
            如有涉嫌借款或其他涉财产的网络信息、账户密码、广告或推广等信息，请您谨慎对待并自行进行判断，您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，
            公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。
        </view>
        <view>
            10.3
            您理解并同意，在使用“爱挑战”软件及相关服务过程中，可能遇到不可抗力等因素（不可抗力是指不能预见、不能克服并不能避免的客观事件），
            包括但不限于自然灾害(如洪水、地震、台风等)、政府行为、战争、罢工、骚动、暴乱等。出现不可抗力情况时，公司将努力在第一时间及时修复，但因不可抗力造成的损失，
            公司在法律法规范围内免于承担责任。
        </view>
        <view>
            10.4
            公司依据本协议约定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。
        </view>
        <view>
            10.5
            您理解并同意，关于“爱挑战”软件及相关服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对“爱挑战”软件及相关服务的使用行为需自行承担相应风险。
        </view>
        <view>
            10.6
            您理解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，
            但并不保证公司判断完全与司法机关、行政机关的判断一致，如因此产生的后果您已经理解并同意自行承担。
        </view>
        <view>
            10.7
            在任何情况下，公司均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因您使用“爱挑战”软件及相关服务而遭受的利润损失，
            承担责任。公司对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您在成员期内因使用“爱挑战”软件及相关服务而支付给公司的费用(如有)。
        </view>
        <view>
            10.8您充分并理解，根据国家法律法规变化及公司运营需要，公司有权对本协议条款及时进行修改并代替原来的协议，公司将不再另行通知，
            您可随时登陆查阅最新协议，您有义务不时关注并阅读最新版的协议及网站公告，如您不同意更新后的协议，应立即停止接受公司依据本协议提供的服务，
            您继续使用“爱挑战”软件及向服务将被视为接受修改后的协议。
        </view>
        <view>
            11、法律管辖和适用
        </view>
        <view>
            本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。
            如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。
            如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有公司所在地的法院提起诉讼。
        </view>
        <view>
            12、其他
        </view>
        <view>
            12.1
            公司尊重用户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。
            欢迎用户和社会各界提出意见和建议，公司将虚心接受并适时修改本协议及本站上的各类规则。
        </view>
        <view>
            12.2
            本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。
        </view>
        <view>
            12.3
            您点击本协议下方的"同意并继续"按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
        </view>
    </view>
</template>
<style scoped lang="less">
.argement-page {
    padding: 30rpx;
    font-size: 28rpx;
    color: #333;
    line-break: 46rpx;

    .title {
        font-size: 28rpx;
        line-height: 53rpx;
        color: #000;
        font-weight: 500;
    }
}
</style>
