<template>
    <view class="page-rich-text">
        <view>
            陕西省青少年“爱挑战”活动（以下简称“爱挑战”）是面向全省中小学生和广大青少年开展各类技能竞赛和才艺展示的综合素质教育活动，包括挑战项目和才艺秀项目两大类。
        </view>

        <view>
            挑战项目为竞赛类项目，是由各中小学校为主体组织学校学生、教师共同展示个人与团队的技能与成就，并以“微视频”的形式通过网络平台在学校、区域、全省、甚至全国范围内进行公开、公平竞赛的比赛，力争创造各级纪录的比赛形式。
        </view>

        <view>
            才艺秀项目为展示类项目，秉承“才艺大舞台，有才你就来”的主题，为广大中小学生提供一个展示自我兴趣、爱好、才艺的舞台，学生可以随时录制自己的才艺视频上传至官网平台，通过视频点播量和点赞量等排名进行PK。
        </view>

        <view>
            活动的宗旨是：“激发兴趣，促进创新，超越自我，追求卓越 ”
        </view>

        <view>
            活动的主题是：“校园吉尼斯，才艺大舞台，有才你就来 ”
        </view>

        <view>
            我们的口号是：“爱挑战，不服你来战！”
        </view>
    </view>
</template>

<script>
export default {
    data() {
        return {};
    },
};
</script>
